Repository: bc-jm/extensions
Catalog: AdiNAV/translation-*.xlf
Languages: it_it

# Page 670456231 - Property 2879900210
source: Adiuto Electr. Doc. Temp. Card
it_it: Adiuto Scheda Doc. Elettr.

# Page 825746716 - Property 2879900210
source: Adiuto Setup Detail Lines
it_it: Adiuto Setup Dett. Righe

# Page 2935741264 - Property 2879900210
source: Adiuto Import Electr. Doc. List
it_it: Adiuto Lista Doc. Elettr. Import

# Page 1300351528 - Property 2879900210
source: Adiuto Setup
it_it: Setup Adiuto

# Page 1300351528 - Control 2445482498 - Property 2879900210
source: General
it_it: Generale

# Page 670456231 - Control 4077097412 - Property 2879900210
source: Document Header
it_it: Testata documento

# Page 670456231 - Control 3031887972 - Property 2879900210
source: XML fields
it_it: Campi file XML

# Page 670456231 - Control 4089506658 - Property 2879900210
source: NAV document conversion
it_it: Conversione in documento NAV

# Page 1300351528 - Control 3133801257 - Property 2879900210
source: Company
it_it: Società

# Page 2935741264 - Action 284195533 - Property 2879900210
source: Filters
it_it: Filtri

# Page 2935741264 - Action 2629037283 - Property 2879900210
source: To Confirm
it_it: Da Confermare

# Page 1300351528 - Control 3885206316 - Property 2879900210
source: NAV Table Setup
it_it: Setup Tabelle Nav

# Page 2935741264 - Action 961322877 - Property 2879900210
source: To Confirm
it_it: Confermate

# Page 1300351528 - Control 3921990236 - Property 2879900210
source: Purchases & Payables Setup
it_it: Setup Ciclo Passivo

# Page 2935741264 - Action 732012919 - Property 2879900210
source: Actions
it_it: Azioni

# Page 2935741264 - Action 2458398022 - Property 2879900210
source: Get Electr. Inv. from Adiuto
it_it: Scarica Fatt. Elettr. da Adiuto

# Page 1300351528 - Control 4145206282 - Property 2879900210
source: Sales & Receivables Setup
it_it: Setup Ciclo Attivo

# Page 2935741264 - Action 393501502 - Property 2879900210
source: Import Electr. Inv. from XML
it_it: Importa Fatt. Elettr. da XML

# Page 670456231 - NamedType 3035203653
source: Modify not allowed
it_it: Modifica non consentita

# Page 825746716 - Control 3793750791 - Method 2699620902 - NamedType 90840031
source: Adiuto Familiy not selected
it_it: Famiglia Adiuto non impostata

# Page 2935741264 - Action 393501502 - Method 1377591017 - NamedType 3114637384
source: Import Document from Adiuto?
it_it: Importare i documenti da Adiuto?

# Page 2935741264 - Action 2858019651 - Property 2879900210
source: Convert Document
it_it: Converti Documento

# Page 2935741264 - Action 2858019651 - Method 1377591017 - NamedType 3114637384
source: Do you want to Convert selected document in Microsoft Dynamics NAV document?
it_it: Convertire i record selezionati in documenti di Microsoft Dynamics NAV?

# Page 2935741264 - Action 2858019651 - Method 1377591017 - NamedType 3752334001
source: Select document to convert
it_it: Selezionare i documenti da convertire

# Page 2935741264 - Action 2858019651 - Method 1377591017 - NamedType 95063322
source: Select document with the same type
it_it: Selezionare documenti della stessa tipologia

# Page 825746716 - Action 575947344 - Property 2879900210
source: Set editable Flowfield
it_it: Flowfield Editabili

# Page 2935741264 - Action 4258407207 - Property 2879900210
source: Show Docs
it_it: Adiuto

# Page 1300351528 - Control 2462321760 - Property 2879900210
source: Documents
it_it: Documenti

# Page 2935741264 - NamedType 3035203653
source: Modify not allowed
it_it: Modifica non consentita

# Table 1300351528 - Property 2879900210
source: Adiuto Setup
it_it: Setup Adiuto

# Table 825746716 - Property 2879900210
source: Adiuto Setup Detail Lines
it_it: Setup Adiuto dettaglio righe

# Table 245362847 - Property 2879900210
source: Adiuto Setup Detail
it_it: Setup Adiuto dettaglio

# Table 1300351528 - Field 1663593181 - Property 2879900210
source: Primary Key
it_it: Chiave primaria

# Table 1732203951 - Field 1882905478 - Property 2879900210
source: Source No.
it_it: Nr. Sorgente

# Table 245362847 - Field 1663593181 - Property 2879900210
source: Primary Key
it_it: Chiave primaria

# Table 1300351528 - Field 162979745 - Property 2879900210
source: Ip Address
it_it: Indirizzo IP

# Table 245362847 - Field 2066789741 - Property 2879900210
source: NAV Table Id
it_it: Id Tabella NAV

# Table 1300351528 - Field 3074429411 - Property 2879900210
source: Port
it_it: Porta

# Table 1300351528 - Field 1814464443 - Property 2879900210
source: User
it_it: Utente

# Table 1732203951 - Field 486908828 - Property 2879900210
source: Document No.
it_it: Nr. Documento

# Table 1300351528 - Field 2178641707 - Property 2879900210
source: Path SDK
it_it: Percorso SDK

# Table 1300351528 - Field 1527388844 - Property 2879900210
source: Field Company Id
it_it: Id campo società

# Table 825746716 - Field 1663593181 - Property 2879900210
source: Primary Key
it_it: Chiave primaria

# Table 1732203951 - Field 2067549726 - Property 2879900210
source: Reg. Date
it_it: Reg. Data

# Table 1300351528 - Field 1966463094 - Property 2879900210
source: Field Company Name
it_it: Nome campo società

# Table 825746716 - Field 3320823955 - Property 2879900210
source: Line No.
it_it: Nr. Riga

# Table 1732203951 - Field 4220158909 - Property 2879900210
source: Reg. Time
it_it: Reg. Ora

# Table 1300351528 - Field 1500278866 - Property 2879900210
source: Value Field Company
it_it: Valore campo società

# Table 825746716 - Field 3425347490 - Property 2879900210
source: NAV Field Id
it_it: Id Campo NAV

# Table 1300351528 - Field 3483044347 - Property 2879900210
source: Enable
it_it: Abilita

# Table 1732203951 - Field 3965535684 - Property 2879900210
source: User Name
it_it: Reg. Nome utente

# Table 825746716 - Field 3312679608 - Property 2879900210
source: NAV Field Name
it_it: Nome Campo NAV

# Table 1300351528 - Field 3996553144 - Property 2879900210
source: Enable Connected Users
it_it: Abilita utenti collegati

# Table 825746716 - Field 3793750791 - Property 2879900210
source: Adiuto Field Id
it_it: Id Campo Adiuto

# Table 1300351528 - Field 1711141246 - Property 2879900210
source: Mandatory Invoice Barcode
it_it: Barcode fattura obbligatorio

# Table 1732203951 - Field 414488530 - Property 2879900210
source: Document No.
it_it: Reg. Nr. Documento

# Table 825746716 - Field 3527718049 - Property 2879900210
source: Adiuto Field Name
it_it: Nome Campo Adiuto

# Table 1300351528 - Field 1565620128 - Property 2879900210
source: Check Invoice Duplicated Barcode
it_it: Controllo duplicati barcode fattura

# Table 1732203951 - Field 2205354803 - Property 2879900210
source: Reg. Document Type
it_it: Reg. Tipo Documento

# Table 825746716 - Field 214973729 - Property 2879900210
source: Use for Insertion
it_it: Usa per Inserimento

# Table 1300351528 - Field 3691626985 - Property 2879900210
source: Mandatory Receipt Barcode
it_it: Barcode ricezione merce obbligatorio

# Table 1300351528 - Field 3438441738 - Property 2879900210
source: Check Rcpt. Duplicated Barcode
it_it: Controllo duplicati barcode ricezione merce

# Table 1300351528 - Field 4116156390 - Property 2879900210
source: Mandatory Return Rcpt. Barcode
it_it: Barcode reso vendita obbligatorio

# Table 1300351528 - Field 3544086084 - Property 2879900210
source: Check Return Rcpt. Duplicated Barcode
it_it: Controllo duplicati barcode ricezione resi

# Table 1300351528 - Field 2882296679 - Property 2879900210
source: Electr. Doc. Start Status
it_it: Doc. Elettr. stato iniziale

# Table 1300351528 - Field 4025742448 - Property 2879900210
source: Electr. Doc. Publish Status
it_it: Doc. Elettr. stato pubblicato

# Table 1732203951 - Field 2363328873 - Property 2879900210
source: Document Type
it_it: Tipo di documento

# Table 1300351528 - Field 4259271666 - Property 2879900210
source: Electr. Doc. Finish Status
it_it: Doc. Elettr. stato finale

# Table 1732203951 - Field 2363328873 - Property 62802879
source: Quote,Order,Invoice,Credit Memo,Blanket Order,Return Order
it_it: Offerta,Ordine,Fattura,Nota di credito,Ordine programmato,Ordine di reso

# Table 1300351528 - Field 1035853875 - Property 2879900210
source: Multiple Publish
it_it: Pubblicazione multipla

# Table 1300351528 - Field 883845165 - Property 2879900210
source: Electr. Doc. Finish Status
it_it: Doc. Elettr. stato da importare

# Table 1300351528 - Field 30503539 - Property 2879900210
source: Electr. Doc. Imported
it_it: Doc. Elettr. stato importata

# Table 1300351528 - Field 499792620 - Property 2879900210
source: Electr. Doc. Export Path
it_it: Doc. Elettr. percorso esportazione

# Table 1300351528 - Field 1237952872 - Property 2879900210
source: Electr. Doc. Pre. Reg. Enable
it_it: Abilita Prereg. Doc. Elettr.

# Table 1300351528 - Field 868081723 - Property 2879900210
source: Electr. Doc. Pre-Reg. Status
it_it: Doc. Elettr. stato Pre-Reg.

# Table 1300351528 - Field 327409999 - Property 2879900210
source: Electr. Doc. Registered Status
it_it: Doc. Elettr. stato registrata

# Table 1300351528 - Field 2918733141 - Property 2879900210
source: Electr. Doc. Currency Code
it_it: Doc. Elettr. Cod. Valuta

# Table 245362847 - Field 2066789741 - Method 2126772001 - NamedType 672599587
source: Child Rows Found.
it_it: Trovate righe, impossibile procedere.

# Table 825746716 - Field 1570063026 - Property 2879900210
source: Use for Searching
it_it: Usa per Ricerca

# Table 245362847 - Field 2363328873 - Property 2879900210
source: NAV Document Type
it_it: Tipo documento NAV

# Table 825746716 - Field 2361767787 - Property 2879900210
source: Use for Update
it_it: Usa per Modifica

# Table 245362847 - Field 1174758285 - Property 2879900210
source: Create Document
it_it: Creazione documento

# Table 825746716 - Field 1975138498 - Property 2879900210
source: Decimal Separator
it_it: Separatore Decimale

# Table 1300351528 - Field 613381766 - Property 2879900210
source: Company Id
it_it: Id Società

# Table 245362847 - Field 3446055168 - Property 2879900210
source: Id Family Document
it_it: Id famiglia documento

# Table 1732203951 - Field 2480638018 - Property 2879900210
source: Buy-from Vendor No.
it_it: Nr. Riga Documento

# Table 1300351528 - Field 3032211356 - Property 2879900210
source: Invoice Barcode Field No.
it_it: Nr. Campo Barcode Fattura

# Table 1732203951 - Field 1878130204 - Property 2879900210
source: Type
it_it: Tipo

# Table 1300351528 - Field 4273296431 - Property 2879900210
source: Delivery Barcode Field No.
it_it: Nr. Campo Barcode DDT

# Table 1732203951 - Field 1878130204 - Property 62802879
source: ,G/L Account,Item,,Fixed Asset,Charge (Item)
it_it: ,Conto C/G,Articolo,,Cespite,Addebito (Articolo)

# Table 1300351528 - Field 583169437 - Property 2879900210
source: Connected User Field No.
it_it: Nr. Campo Utenti collegati

# Table 245362847 - Field 3248307786 - Property 2879900210
source: Name Family Document
it_it: Nome famiglia documento Adiuto

# Table 1300351528 - Field 3806225352 - Property 2879900210
source: Variation Note Field No.
it_it: Nr. Campo Nota di Variazione

# Table 245362847 - Field 3461834954 - Property 2879900210
source: Description
it_it: Descrizione

# Table 1732203951 - Field 4200184881 - Property 2879900210
source: No.
it_it: Nr.

# Table 245362847 - Field 3670431114 - Property 2879900210
source: Email Adiuto
it_it: Adiuto Email

# Table 245362847 - Field 203700333 - Property 2879900210
source: NAV Report Id
it_it: Report Id NAV

# Table 1300351528 - Field 3714312595 - Property 2879900210
source: Electr. Doc. Delivery Status
it_it: Doc. Elettr. stato consegnato

# Table 1732203951 - Field 3461834954 - Property 2879900210
source: Description
it_it: Descrizione

# Table 1300351528 - Field 2203318874 - Property 2879900210
source: Duty Stamp Amount Field No.
it_it: Nr. Campo Importo Bollo

# Table 245362847 - Field 3070320983 - Property 2879900210
source: Field Name NAV
it_it: Nome campo Nav

# Table 1300351528 - Field 562188999 - Property 2879900210
source: El. Doc. Posting Date
it_it: Doc. Elettr. Data Registrazione

# Table 245362847 - Field 1003006578 - Property 2879900210
source: XML Invoice
it_it: Documento XML

# Table 1300351528 - Field 562188999 - Property 62802879
source: ,Workdate,Document date,End Month Document date
it_it: ,Data Lavoro,Data Documento,Fine Mese Data Documento

# Table 1732203951 - Field 1920046521 - Property 2879900210
source: Unit of Measure
it_it: Unità di misura

# Table 245362847 - Field 1003006578 - Property 62802879
source: ,Active XML,Passive XML,Variation Note
it_it: ,XML Attivo,XML Passivo,Nota di Variazione

# Table 1300351528 - Field 3784637924 - Property 2879900210
source: Electr. Doc. B2B Value
it_it: Doc. Elettr. Valore B2B

# Table 1732203951 - Field 2704404533 - Property 2879900210
source: Quantity
it_it: Quantità

# Table 245362847 - Field 1003006578 - Method 2126772001 - NamedType 3114637384
source: You can't create more than one passive cycle reference to the same nav table id
it_it: Impossibile definire più di una tipologia legata al ciclo passivo per la stessa tabella nav

# Table 1732203951 - Field 636392376 - Property 2879900210
source: Amount
it_it: Importo

# Table 1732203951 - Field 1246077090 - Property 2879900210
source: VAT %
it_it: % IVA

# Table 1732203951 - Field 4187992892 - Property 2879900210
source: Direct Unit Cost
it_it: Costo unitario diretto

# Table 245362847 - Field 3414364457 - Property 2879900210
source: File Extension
it_it: Estensione File

# Table 245362847 - Field 1934809948 - Property 2879900210
source: El. Doc. Status Fld. Id
it_it: Doc. Elettr. Id campo stato

# Table 245362847 - Field 212217830 - Property 2879900210
source: El. Doc. Status Fld. Name
it_it: Doc. Elettr. Nome campo stato

# Table 245362847 - Field 3118061372 - Property 2879900210
source: El. Doc. Status Fld. Id
it_it: Doc. Elettr. Id campo barcode

# Table 245362847 - Field 3364500422 - Property 2879900210
source: El. Doc. Status Fld. Name
it_it: Doc. Elettr. Nome campo barcode

# Table 245362847 - Field 2906691717 - Property 2879900210
source: El. Doc. Attachment Report Id
it_it: Doc. Elettr. Id Report Allegato

# Table 245362847 - Field 3140922368 - Property 2879900210
source: El. Doc. Att. Rpt. Setup Code
it_it: Doc. Elettr. Cod. Report Setup Alleg.

# Table 245362847 - Field 3525208138 - Property 2879900210
source: El. Doc. Trasmit. Id
it_it: Doc. Elettr. Id campo trasmittente

# Table 245362847 - Field 851972208 - Property 2879900210
source: El. Doc. Trasmit. Fld. Name
it_it: Doc. Elettr. Nome campo trasmittente

# Table 245362847 - Field 1808190907 - Property 2879900210
source: El. Doc. VAT Reg. Id
it_it: Doc. Elettr. Id campo P. Iva

# Table 245362847 - Field 433690965 - Property 2879900210
source: El. Doc. VAT Reg. Fld. Name
it_it: Doc. Elettr. Nome campo P. Iva

# Table 245362847 - Field 1013159573 - Property 2879900210
source: El. Doc. Progressive Fld. Id
it_it: Doc. Elettr. Id campo Progressivo

# Table 245362847 - Field 168254715 - Property 2879900210
source: El. Doc. Progressive Fld. Name
it_it: Doc. Elettr. Nome campo Progressivo

# Table 245362847 - Field 1152926224 - Property 2879900210
source: El. Doc. Cust. Comp. Fld. Id
it_it: Doc. Elettr. Id campo Rag. Soc. Cliente

# Table 245362847 - Field 3918403530 - Property 2879900210
source: El. Doc. Cust. Comp. Fld. Name
it_it: Doc. Elettr. Nome campo Rag. Soc. Cliente

# Table 245362847 - Field 373483714 - Property 2879900210
source: El. Doc. B2B Fld. Id
it_it: Doc. Elettr. Id campo B2B

# Table 245362847 - Field 2086966488 - Property 2879900210
source: El. Doc. B2B Fld. Name
it_it: Doc. Elettr. Nome campo B2B

# Table 245362847 - NamedType 672599587
source: %1 field value must be %2 or %3
it_it: Il valore del campo %1 deve essere %2 o %3

# Table 1245364861 - Field 1882905478 - Property 2879900210
source: Source No.
it_it: Sorgente Nr.

# Table 1245364861 - Field 486908828 - Property 2879900210
source: Document No.
it_it: Nr. Documento

# Table 1245364861 - Field 2268965417 - Property 2879900210
source: File Content
it_it: Contenuto File

# Table 1245364861 - Field 804481195 - Property 2879900210
source: File Name
it_it: Nome File

# Table 1245364861 - Field 513339096 - Property 2879900210
source: Status
it_it: Stato

# Page 245362847 - Property 2879900210
source: Adiuto Setup Detail
it_it: Dettaglio Setup Adiuto

# Table 3169840753 - Property 2879900210
source: Adiuto Electr. Doc. Log
it_it: Adiuto Doc. Elettr. Log

# Table 3169840753 - Field 1882905478 - Property 2879900210
source: Source No.
it_it: Sorgente Nr.

# Table 3169840753 - Field 486908828 - Property 2879900210
source: Document No.
it_it: Nr. Documento

# Table 3169840753 - Field 3108107879 - Property 2879900210
source: Operation
it_it: Operazione

# Table 3169840753 - Field 2708250016 - Property 2879900210
source: Assigned User ID
it_it: ID utente

# Table 3169840753 - Field 2159743423 - Property 2879900210
source: Log Date Time
it_it: Data Ora Log

# Table 3169840753 - Field 2898143332 - Property 2879900210
source: Note
it_it: Nota

# Table 3060381896 - Property 2879900210
source: Electr. Doc. Temp. Header
it_it: Electr. Doc. Testata Temp.

# Table 3060381896 - Field 1882905478 - Property 2879900210
source: Source No.
it_it: Nr. Sorgente

# Table 3060381896 - Field 486908828 - Property 2879900210
source: Document No.
it_it: Nr. Documento

# Table 3060381896 - Field 2067549726 - Property 2879900210
source: Reg. Date
it_it: Reg. Data

# Table 3060381896 - Field 4220158909 - Property 2879900210
source: Reg. Time
it_it: Reg. Ora

# Table 3060381896 - Field 3965535684 - Property 2879900210
source: User Name
it_it: Reg. Nome utente

# Page 1750755753 - Property 2879900210
source: Adiuto Family/Field List
it_it: Lista famiglie/campi Adiuto

# Table 3060381896 - Field 414488530 - Property 2879900210
source: Document No.
it_it: Reg. Nr. Documento

# Table 3060381896 - Field 2205354803 - Property 2879900210
source: Reg. Document Type
it_it: Reg. Tipo Documento

# Table 3060381896 - Field 2363328873 - Property 2879900210
source: Document Type
it_it: Tipo di documento

# Table 3060381896 - Field 2363328873 - Property 62802879
source: Quote,Order,Invoice,Credit Memo,Blanket Order,Return Order
it_it: Offerta,Ordine,Fattura,Nota di credito,Ordine programmato,Ordine di reso

# Table 3060381896 - Field 3792369418 - Property 2879900210
source: Buy-from Vendor No.
it_it: Acquistare da - Nr. for.

# Table 3060381896 - Field 3230600482 - Property 2879900210
source: Buy-from Vendor Name
it_it: Acquistare da - Nome for.

# Table 3060381896 - Field 3183194544 - Property 2879900210
source: Buy-from Vendor Name 2
it_it: Acquistare da - Nome for. 2

# Table 3060381896 - Field 4003957413 - Property 2879900210
source: Buy-from Address
it_it: Acquistare da - Indirizzo

# Table 3060381896 - Field 1455637603 - Property 2879900210
source: Buy-from Address 2
it_it: Acquistare da - Indirizzo 2

# Table 3060381896 - Field 3425279406 - Property 2879900210
source: Buy-from City
it_it: Acquistare da - Città

# Table 3060381896 - Field 1750733095 - Property 2879900210
source: Buy-from Contact
it_it: Acquistare da - Contatto

# Table 3060381896 - Field 852404356 - Property 2879900210
source: Buy-from Post Code
it_it: Acquistare da - CAP

# Table 3060381896 - Field 1976942833 - Property 2879900210
source: Buy-from County
it_it: Acquistare da - Provincia

# Table 3060381896 - Field 2931503505 - Property 2879900210
source: Buy-from Country/Region Code
it_it: Acquistare da - Cod. paese

# Table 3060381896 - Field 4200184881 - Property 2879900210
source: No.
it_it: Nr.

# Table 3060381896 - Field 580412389 - Property 2879900210
source: Document Date
it_it: Data documento

# Table 3060381896 - Field 3710982960 - Property 2879900210
source: Posting Date
it_it: Data di registrazione

# Table 3060381896 - Field 3961227134 - Property 2879900210
source: Vendor Invoice No.
it_it: Nr. fatt. fornitore

# Table 3060381896 - Field 4272836170 - Property 2879900210
source: Vendor Cr. Memo No.
it_it: Nr. nota credito for.

# Table 3060381896 - Field 3306036976 - Property 2879900210
source: Check Total
it_it: Totale fattura

# Table 3060381896 - Field 4198939294 - Property 2879900210
source: Currency Code
it_it: Cod. valuta

# Table 3060381896 - Field 1527563463 - Property 2879900210
source: External Document No.
it_it: Nr. documento esterno

# Table 3060381896 - Field 2914143468 - Property 2879900210
source: CIG Code
it_it: Codice CIG

# Table 3060381896 - Field 3623919605 - Property 2879900210
source: CUP Code
it_it: Codice CUP

# Codeunit 4015564124 - Method 808925152 - NamedType 3114637384
source: Import of %1 documents from Adiuto
it_it: Importati %1 documenti da Adiuto

# Codeunit 1500853979 - NamedType 3114637384
source: Login failure
it_it: Login errata

# Codeunit 1500853979 - NamedType 3752334001
source: Adiuto Setup not set
it_it: Setup Adiuto non impostato

# Codeunit 1500853979 - NamedType 95063322
source: document modify on Adiuto Failed
it_it: Modifica del documento su Adiuto fallita

# Codeunit 1500853979 - NamedType 732759939
source: document insert on Adiuto Failed
it_it: Inserimento del documento su Adiuto fallito

# Codeunit 1500853979 - NamedType 1370456556
source: Document Delete on Adiuto Failed
it_it: Eliminazione del documento su Adiuto fallita

# Codeunit 1500853979 - NamedType 2008153173
source: Get document ID failed
it_it: Recupero ID del documento fallito

# Codeunit 4242908777 - Method 2202037598 - NamedType 2179470716
source: SDK Web coming soon
it_it: SDK Web presto disponibile

# Codeunit 4242908777 - Method 2622248491 - NamedType 2133460406
source: No document families have been configured for the current document
it_it: Non sono state configurate famiglie documentali per il documento corrente

# Codeunit 4242908777 - Method 3134423864 - NamedType 2133460406
source: No document families have been configured for the current document
it_it: Non sono state configurate famiglie documentali per il documento corrente

# Codeunit 4242908777 - Method 578919111 - NamedType 2179470716
source: SDK Web coming soon
it_it: SDK Web presto disponibile

# Codeunit 4242908777 - Method 118562921 - NamedType 3114637384
source: Imported %1 documents from Adiuto
it_it: Imporati %1 documenti da Adiuto

# Codeunit 4242908777 - Method 301302400 - NamedType 3114637384
source: Select destination folder
it_it: Selezionare la cartella di destinazione
